// Fonts
"font.size.small"                       = "12";
"font.size.normal"                      = "32";
"font.size.large"                       = "48";
//"font.family.default"                 = "Absoluto";
"font.family.default"                   = "AdvertisersGothic-Regular";
//"font.family.default"                 = "Bilbao-Poster-Black";
//"font.family.default"                 = "MammaGamma";
"font.family.fixed"                     = "Absolute";
"font.family.symbolic"                  = "DejaVuSansMono";

// Global Config
"config.direction"                      = "ltr";

// Dialog Buttons
"button.change.code"                    = "Cambiar Código";
"button.change.name"                    = "Cambiar Nombre";
"button.compete.no"                     = "No Competir";
"button.no"                             = "No";
"button.no.kind"                        = "Más Bien No";
"button.off"                            = "Off";
"button.okay"                           = "Ok";
"button.save"                           = "Guardar";
"button.sure"                           = "¡Seguro!";
"button.thanks"                         = "Gracias";
"button.yes"                            = "Si";

// Menu Items
"menu.config"                           = "Configuración";
"menu.config.music"                     = "Música";
"menu.config.off"                       = "Off";
"menu.config.on"                        = "On";
"menu.config.song.carriageHouse"        = "Cochera";
"menu.config.song.marimba"              = "Marimba";
"menu.config.song.mjolnir"              = "Mjolnir";
"menu.config.song.staccato"             = "Staccato";
"menu.config.song.random"               = "Shuffle";
"menu.config.song.off"                  = "Off";
"menu.config.sound"                     = "Efectos Sonoros";
"menu.config.wifi"                      = "Sólo A Través de WiFi";
"menu.config.wifi+carrier"              = "A Través de WiFi o Móvil";
"menu.continue"                         = "Continuar Juego";
"menu.game.end"                         = "Fin del Juego";
"menu.game.mode.classic"                = "Clásico";
"menu.game.mode.timed"                  = "Con tiempo";
"menu.game.new"                         = "Nuevo Juego";
"menu.level.restart"                    = "Restablecer Nivel";
"menu.level.retry"                      = "Reintentar Nivel";
"menu.main"                             = "Menú Principal";
"menu.player.name"                      = "Nombre Jugador:";
"menu.scores"                           = "Puntuaciones";
"menu.strategy"                         = "Estrategia";

// Game Messages
"message.flawless"                      = "¡Impecable!";
"message.paused"                        = "Juego Pausado";
"message.unpaused"                      = "Reanudación del Juego";
"message.level"                         = "Nivel %d";

// Dialogs
"dialog.title.compete"                  = "Competir Online";
"dialog.text.compete"                   = "¿Te gustaría competir online\ncon otros jugadores de Deblock a través de todo el mundo?";
"dialog.text.compete.later"             = "Puedes unirte a la competición más tarde alternándolo en la configuración.\n\nMenú Principal ➡ Más ➡ Configuración";

"dialog.title.compete.code"             = "Código online";
"dialog.text.compete.code"              = "Para enviar tus puntuaciones online, necesitas crear un código online.\nEste código protegerá de la manipulación tu progreso en la competición.";
"dialog.text.compete.code.ask"          = "Código para «%@»:";

"dialog.title.error.name.taken"         = "Nombre Online Cogido";
"dialog.text.error.name.taken"          = "«%@» ya está cogido.";

"dialog.title.error.score.unavailable"  = "Puntuaciones No Disponibles";
"dialog.text.error.score.unavailable"   = "Las puntuaciones online estaban temporalmente no disponibles.\n¿Quieres volver a intentarlo?";

"dialog.title.firsttime"                = "¡Bienvenido a Destrubloq!";
"dialog.text.firsttime.strategy"        = "Ya que esta es tu primera vez,\nconfirma la guía «Estrategia».\n\nMenú Principal ➡ Más ➡ Estrategia";

"dialog.title.name"                     = "Nombre Online";
"dialog.text.name.ask"                  = "Cambiar nombre a:";
